export const noInjungTopic:string[] = ['주제없음', '가톨릭', '건설', '경제', '고적', '고유', '공업', '광업', '교육', '교통', '군사', '기계', '기독교', '논리', '농업', '동물', '문학', '물리', '미술', '민속', '법률', '불교', '사회', '생물', '수학', '수산', '수공', '식물', '심리', '약학', '언론', '언어', '역사', '연영', '예술', '체육', '음악', '의학', '인명', '전기', '정치', '종교', '지리', '지명', '책명', '천문', '철학', '출판', '통신', '컴퓨터', '한의학', '항공', '해양', '화학'];
export const noInjungTopicID: number[] = [
    ...Array.from({ length: 46 }, (_, i) => i + 1), // 1~46
    101, 102, // 101, 102
    ...Array.from({ length: 5 }, (_, i) => i + 105), // 105~109
    111 // 111
];
